Repository: Open365/desktop
Catalog: locales/loc.desktop.*.po
Languages: es_es, it_it

source: Log out
es_es: Desconectar
it_it: Disconnetti

source: Are you sure you want to logout?
es_es: ¿Estás seguro de que deseas salir?
it_it: Sei sicuro di volere uscire?

source: Yes
es_es: Sí
it_it: Si

source: Connection lost. Now trying to reconnect
es_es: Se ha interrumpido la conexión. Intentando reconectar
it_it: Connessione persa, riconnessione in corso

source: Error launching application
es_es: Error lanzando aplicación
it_it: Errore nell'avvio dell'applicazione

source: Support
es_es: Soporte
it_it: Supporto

source: Send a message
es_es: Enviar un mensaje
it_it: Invia un messaggio

source: Send
es_es: Enviar
it_it: invia

source: The current user has gone offline
es_es: El usuario ya no está en linea
it_it: L'utente è andato offline

source: Chat with
es_es: Conversar con
it_it: Chatta con

source: Just one last thing!
es_es: ¡Sólo una última cosa!
it_it: Solo un'ultima cosa!

source: For security reasons you need to change your password before you start using eyeOS. Use it in your next login!
es_es: Por razones de seguridad necesitas cambiar tu contraseña antes de utilizar Open365. ¡Úsalo al entrar la próxima vez!
it_it: Per ragioni di sicurezza devi cambiare la tua password prima di usare Open365, poi utilizzala al prossimo login!

source: Old password
es_es: Contraseña actual
it_it: Vecchia password

source: New password
es_es: Nueva contraseña
it_it: Nuova password

source: Repeat password
es_es: Confirmar contraseña
it_it: Ripeti password

source: Password must
es_es: La contraseña debe
it_it: La password deve

source: be 8 characters minimum
es_es: tener 8 caracteres como mínimo
it_it: avere almeno 8 caratteri

source: Current password doesn't match
es_es: La contraseña actual no coincide
it_it: La password non corrisponde

source: Sorry, we have some issues changing your password
es_es: Lo sentimos, tenemos algún problema cambiando tu contraseña
it_it: Scusa, stiamo avendo dei problemi nel cambiare la tua password

source: Passwords must match
es_es: Las contraseñas deben coincidir
it_it: Le password devono corrispondere

source: CHANGE PASSWORD
es_es: CAMBIAR CONTRASEÑA
it_it: CAMBIA PASSWORD

source: This action could make you lose unfinished work
es_es: Esta acción podría hacer que perdieras cambios no guardados
it_it: Questa azione potrebbe farti perdere i lavori non salvati

source: be different from the username
es_es: ser diferente del nombre de usuario
it_it: essere diversa del nome dell'utente

source: Forum
es_es: Foro

source: Loading eyeOS Cloud, Please wait...
es_es: Cargando Open365, Por favor espera...
it_it: Carico eyeOS Cloud. Attendi prego...

source: The link will open in a new window
es_es: El enlace se abrirá en una nueva ventana
it_it: Il link sar‡ aperto in una nuova finestra

source: Hello? Are you there?
es_es: ¿Hola? ¿Todavía estás ahí?
it_it: Hey! Ci sei?

source: Password changed successfully
es_es: Contraseña cambiada correctamente
it_it: La password è stata cambiata

source: Cloud
es_es: Nube

source: You have been idle for too long.
es_es: Has estado ausente demasiado tiempo
it_it: Sei stato inattivo per troppo tempo

source: Your application has been suspended.
es_es: Tu aplicación ha sido suspendida.
it_it: L'applicazione è stata sospesa

source: I'm back, resume!
es_es: Ya he vuelto ¡Continuar!
it_it: Sono tornato, riprendiamo!

source: YES
es_es: SÍ
it_it: SI

source: Hmmm! Are you awake?
es_es: Hmmm... ¿Todavía despierto?
it_it: Hey! Sei sveglio?

source: Maybe we should close this to protect your privacy.
es_es: Quizás deberíamos cerrar esto para proteger tu privacidad.
it_it: Forse dovremmo chiudere questo per proteggere la tua privacy

source: I'm here
es_es: Estoy aquí
it_it: Sono qui

source: You are experiencing unsteady internet connectivity.
es_es: Ooooops! Estamos experimentando problemas de comunicación.
it_it: Ci sono problemi di instabilit‡ nella connessione

source: Please check your network access.
es_es: Por favor, comprueba tu conexión de red.
it_it: Per favore verifica la tua connessione

source: (Unsaved changes may have been lost)
es_es: Los cambios que no guardaste se pueden haber perdido
it_it: (Le modifiche non salvate potrebbero essere state perse)

source: You have no contacts yet. Search to find people and start a chat.
es_es: Todavía no tienes contactos. Utiliza la búsqueda para encontrar personas y empezar a hablar.
it_it: Non hai ancora contatti. Cerca dei contatti e inizia a chattare

source: Find people...
es_es: Buscar personas...
it_it: Cerca persone...

source: Locating the required gigapixels to render...
es_es: Agrupando los gigapíxeles requeridos para renderizar...
it_it: Sto cercando i gigapixel per il render...

source: The bits are breeding.
es_es: Los bits se están reproduciendo.
it_it: Sto allevando i bit.

source: We're building the buildings as fast as we can.
es_es: Estamos construyendo las construcciones tan rápido como podemos.
it_it: Stiamo costruendo gli edifici il pi˘ veloce che possiamo

source: Pay no attention to the man behind the curtain.
es_es: No le prestes atención al hombre tras la cortina.
it_it: Non badare all'uomo dietro la tenda.

source: Enjoy the elevator music.
es_es: Disfruta del hilo musical.
it_it: Goditi la musica dell'ascensore.

source: The little elves are drawing your map.
es_es: Los pequeños duendes están dibujando tu mapa.
it_it: I piccoli elfi stanno disegnando la tua mappa.

source: A few bits tried to escape, but we caught them.
es_es: Algunos bits intentaron escapar, pero los pillamos.
it_it: Alcuni bit stanno scappando, ma li catturiamo.

source: Please wait, and dream of faster computers.
es_es: Por favor espera, y sueña con ordenadores más rápidos.
it_it: Attendi prego, e sogna un computer pi˘ veloce

source: Checking the gravitational constant in your locale.
es_es: Calculando la constante gravitacional en tu ciudad.
it_it: Sto verificando l'indice di gravit‡ nel tuo locale

source: Hum something loud while others stare.
es_es: Tararea algo en voz alta, mientras los demás miran.
it_it: ...qualcosa suona, e altri guardano

source: The server is powered by a lemon and two electrodes.
es_es: El servidor está alimentado por un limón y dos electrodos.
it_it: Il server è alimentato da un limone e due elettrodi.

source: Please wait, we love you just the way you are.
es_es: Por favor espera, te queremos tal como eres.
it_it: Attendi prego, ti vogliamo bene così come sei.

source: We're testing your patience.
es_es: Estamos poniendo a prueba tu paciencia.
it_it: Stiamo testando la tua pazienza

source: Wait, as if you had any other choice.
es_es: ¡Espera! (como si tuvieras otra opción)
it_it: Attendi prego, visto che non hai altre alternative

source: Take a moment to sign up for our lovely prizes.
es_es: Tómate un momento y regístrate para ganar increíbles premios.
it_it: Prenditi un attimo per guardare quanto siamo belli

source: Don't think of purple hippos.
es_es: No pienses en hipopótamos.
it_it: Non pensare ai maiali rossi.

source: Following the white rabbit.
es_es: Siguiendo al conejo blanco.
it_it: Sto inseguendo il coniglio bianco

source: Patience, why don't you order a sandwich?
es_es: Paciencia, ¿Por qué no encargas un sandwich?
it_it: Pazienza, non ti va un panino?

source: Moving the satellite into position.
es_es: Reposicionando los satélites.
it_it: Sto posizionando il satellite.

source: The bits are flowing slowly today.
es_es: Los bits fluyen lentamente hoy.
it_it: I bit sono lenti oggi.

source: Dig on the 'X' for buried treasure... ARRR!
es_es: Cava en la X para encontrar el tesoro enterrado... ¡ARRR!
it_it: La 'X' indica il punto...

source: It's still faster than you could draw it.
es_es: Todavía es más rápido que si lo dibujaras.
it_it: E' sempre pi˘ veloce di quanto si potrebbe disegnare.

source: Please wait. We're loading your application.
es_es: Por favor, espera un momento. Estamos preparando tu aplicación.
it_it: Attendi prego, stiamo caricando la tua applicazione.

source: Home
es_es: Inicio

source: Groups
es_es: Grupos
it_it: Gruppi

source: Spreadsheet
es_es: Calc
it_it: Calc

source: Presentation
es_es: Impress
it_it: Impress

source: Mail
es_es: Correo
it_it: Posta

source: File sync
es_es: Sinc. de ficheros
it_it: Sinc. dei file

source: Password
es_es: Contraseña

source: About
es_es: Acerca de
it_it: A proposito

source: People
es_es: Gente
it_it: Persone

source: Start Videoconference
es_es: Empezar videoconferencia
it_it: Iniziare videoconferenza

source: Videoconference with
es_es: Videconferencia con
it_it: Videoconferenza con

source: Start videoconference?
es_es: ¿Iniciar videoconferencia?
it_it: Iniziare Videoconference

source: User accepts!
es_es: ¡El usuario ha aceptado!
it_it: L’utente ha accettato!

source: User declines!
es_es: ¡El usuario ha declinado!
it_it: L’utnente ha rifiutato!

source: Videoconference accepted.
es_es: Videconferencia aceptada.
it_it: Videoconference accettata

source: Videoconference declined.
es_es: Videconferencia declinada.
it_it: Videoconference rifiutata

source: Accept
es_es: Aceptar
it_it: Accettare

source: Decline
es_es: Declinar
it_it: Rifiutare

source: Accept
es_es: Aceptar

source: Decline
es_es: Declinar

source: Change password
it_it: Cambia password

source: FAQ
it_it: Domande frequenti

source: Accept_2
it_it: Accettare

source: Decline_2
it_it: Rifiutare
